Table of Contents
 Enum TypeDuration
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Duration of load case
public enum TypeDuration
Fields
InstantaneousTerm = 3
Instantaneous term
LongTerm = 0
Long term
MediumTerm = 1
Medium term
ShortTerm = 2
Short term
Fields
 Name |  Description
 InstantaneousTerm = 3
Instantaneous term
 LongTerm = 0
Long term
 MediumTerm = 1
Medium term
 ShortTerm = 2
Short term
 Edit this page